Repository: wujihulian/filesbox
Catalog: app/filesbox_ios/FilesBox/FilesBox/*.lproj/Localizable.strings
Languages: es, fr, ja, ru

# 欢迎登录
source: Welcome to login
es: Bienvenido a iniciar sesión
fr: Bienvenue login
ja: ログインへようこそ
ru: Добро пожаловать в систему

# 欢迎您登录
source: Welcome to login
es: Bienvenido a iniciar sesión
fr: Bienvenue à vous connecter
ja: ログインへようこそ
ru: Добро пожаловать.

# 请输入账号或手机号
source: Please enter your account or phone number
es: Por favor, introduzca su cuenta o número de teléfono móvil.
fr: Veuillez entrer le numéro de compte ou de téléphone portable
ja: アカウントまたは携帯番号を入力してください
ru: Пожалуйста, введите номер счета или мобильного телефона.

# 登 录
source: Login
es: Iniciar sesión
fr: Se connecter
ja: ログイン＃ログイン＃
ru: Регистрация

# 用户登录
source: User login
es: Inicio de sesión del usuario
fr: Login utilisateur
ja: ユーザーログイン
ru: Регистрация пользователей

# 忘记密码？
source: Forget password？
es: ¿Olvidar la contraseña?
fr: Mot de passe oublié?
ja: パスワードを忘れる？
ru: Забыли пароль?

# 输入密码
source: Please enter your password
es: Introduzca la contraseña
fr: Entrez le mot de passe
ja: パスワードを入力
ru: Введите пароль

# 请输入您服务器地址
source: Please enter the server address
es: Introduzca la dirección de su servidor
fr: Veuillez entrer l'adresse de votre serveur
ja: サーバアドレスを入力してください
ru: Введите адрес вашего сервера

# 已阅读并同意
source: Read and agreed
es: Leído y acordado
fr: Lu et accepté
ja: 読んで同意しました
ru: Прочитал и согласился.

# 《服务条款》
source: 《Terms of service》
es: 《Cláusulas de servicio》
fr: 《Conditions d'utilisation》
ja: 『サービス条項』
ru: 《Условия обслуживания》

# 《隐私政策》
source: 《Privacy policy》
es: 《Política de privacidad》
fr: 《Politique de confidentialité》
ja: 『プライバシーポリシー』
ru: 《Политика конфиденциальности》

# 语言设置
source: Language settings
es: Configuración del idioma
fr: Paramètres de langue
ja: 言語設定
ru: Параметры языка

# 切换站点
source: Switch site
es: Cambiar de estación
fr: Changer de site
ja: サイトの切り替え
ru: Переключить сайт

# 请阅读并同意《服务条款》和《隐私政策》
source: Please read and agree to the Terms of Service and Privacy Policy
es: Por favor, lea y acepte los términos de servicio y la política de privacidad.
fr: Veuillez lire et accepter les conditions d'utilisation et la politique de confidentialité
ja: 「サービス約款」と「プライバシーポリシー」を読んで同意してください
ru: Читайте и соглашайтесь с Условиями обслуживания и Политикой конфиденциальности

# 请填写用户名
source: Please enter your username
es: Por favor, rellene el nombre de usuario
fr: Veuillez remplir le nom d'utilisateur
ja: ユーザー名を入力してください
ru: Заполните имя пользователя.

# 请填写密码
source: Please enter your password
es: Por favor, rellene la contraseña
fr: Veuillez remplir le mot de passe
ja: パスワードを入力してください
ru: Заполните пароль.

# 请输入正确的服务器地址。注http://或者https://不可省略。
source: Please enter the correct server address. Note http:// or https:// cannot be omitted.
es: Introduzca la dirección correcta del servidor. Nota https: / / o https: / / no se puede omitir.
fr: Veuillez entrer l'adresse correcte du serveur. Remarque: http: / / ou https: / / ne peut pas être omis.
ja: 正しいサーバアドレスを入力してください。注http://またはhttps://は省略できません。
ru: Введите правильный адрес сервера. Примечание http: / / или https: / / не может быть опущено.

# 加载中...
source: Loading...
es: Cargado...
fr: Dans le chargement...
ja: ロード中...
ru: Загрузка...

# 服务器不可用
source: Server unavailable
es: El servidor no está disponible
fr: Serveur indisponible
ja: サーバは使用できません
ru: Сервер недоступен

# 个人
source: Personal
es: Individuos
fr: Individuel
ja: 個人
ru: Персонал

# 主页
source: Home
es: Página principal
fr: Page d'accueil
ja: ホーム・ページ
ru: Домашняя страница

# 共享
source: Share
es: Compartir
fr: Partagé
ja: 共有＃キョウユウ＃
ru: Общий доступ

# 发现
source: Discover
es: Hallazgo
fr: Découvrir
ja: 検出
ru: Обнаружено

# 我的
source: My
es: El mío
fr: Le mien
ja: マイ
ru: Мой.

# 搜索
source: Search
es: Buscar
fr: Rechercher
ja: 検索けんさく
ru: Поиск

# 收藏夹
source: Favorites
es: Colección
fr: Favoris
ja: お気に入り
ru: Коллекция

# 取消收藏
source: Cancel Favorites
es: Cancelar la colección
fr: Annuler la collection
ja: コレクションのキャンセル
ru: Отменить коллекцию

# 我分享的
source: Share
es: Lo comparto
fr: Ce que je partage
ja: 私が共有した
ru: Я поделился.

# 最近打开的
source: Recently opened
es: Recientemente abierto
fr: Récemment ouvert
ja: 最近開いた
ru: Недавно открытый

# 视频
source: Videos
es: Vídeo
fr: Vidéo
ja: ビデオ
ru: Видео

# 音乐
source: Music
es: Música
fr: Musique
ja: 音楽
ru: Музыка

# 文档
source: Documents
es: Documentos
fr: Documentation
ja: ドキュメント
ru: Документация

# 图片
source: Photos
es: Imagen
fr: Images
ja: 画像
ru: Фотографии

# 压缩
source: Compressed
es: Compresión
fr: Compression
ja: あっしゅく
ru: Сжатие

# 其他
source: Other
es: Otros
fr: Autres
ja: その他
ru: Прочее

# 站点
source: Site
es: Sitio
fr: Le site
ja: サイト
ru: Сайт

# 设置
source: Settings
es: Configuración
fr: Paramètres
ja: 設定＃セッテイ＃
ru: Настройка

# 升级
source: Update
es: Actualización
fr: Mise à niveau
ja: アップグレード
ru: Повышение

# 退出
source: Logout
es: Salida
fr: Quitter
ja: 終了
ru: Выход

# 云存储
source: Cloud storage
es: Almacenamiento en la nube
fr: Stockage dans le cloud
ja: クラウドストレージ
ru: Облачное хранилище

# 回收站
source: Recycle Bin
es: Estación de reciclaje
fr: La station de recyclage
ja: ごみ箱
ru: Рекуперационная станция

# 最近的
source: Recent
es: El más cercano
fr: Le plus récent
ja: 最近の
ru: Последние

# 标签
source: Tags
es: Etiquetas
fr: Étiquettes
ja: タブ
ru: Метки

# 分享的
source: Shared
es: Compartido
fr: Partagé
ja: 共有
ru: Поделиться

# 全选
source: Select All
es: Selección completa
fr: Tout sélectionner
ja: すべて選択
ru: Полная выборка

# 复制
source: Copy
es: Copiar
fr: Copier
ja: レプリケーション
ru: Копирование

# 剪切
source: Cut
es: Corte
fr: Couper
ja: せん断
ru: Вырезание

# 删除
source: Delete
es: Eliminar
fr: Supprimer
ja: 削除＃サクジョ＃
ru: Удалить

# 重命名
source: Rename
es: Cambiar el nombre
fr: Renommer
ja: 名前を変更
ru: Переименовать

# 更多
source: More
es: Más
fr: Plus
ja: 詳細
ru: Больше

# 打开
source: Open
es: Abrir
fr: Ouvrir
ja: 開く
ru: Открыть

# 下载
source: Download
es: Descargar
fr: Télécharger
ja: ダウンロード
ru: Скачать

# 收藏
source: Collect
es: Colección
fr: Collections
ja: コレクション
ru: Коллекция

# 分享
source: Share
es: Compartir
fr: Partager
ja: 分かち合う
ru: Поделиться

# 属性
source: Attribute
es: Atributos
fr: Propriétés
ja: 属性＃ゾクセイ＃
ru: Свойства

# 还原
source: Reduction
es: Restaurar
fr: Restaurer
ja: リストア
ru: Восстановление

# 该文档在回收站中，请还原后再试！
source: The document is in the recycle bin, please restore and try again!
es: ¡El documento está en la estación de reciclaje, ¡ por favor, restaurarlo e intentarlo de nuevo!
fr: Le document est dans la corbeille, Veuillez réessayer après la restauration!
ja: このドキュメントはごみ箱にありますので、復元してから試してください！
ru: Документ находится на станции восстановления, пожалуйста, восстановите и попробуйте снова!

# 还原所有
source: Reduction All
es: Restaurar todo
fr: Restaurer tout
ja: すべてをリストア
ru: Восстановить все

# 清空回收站
source: Empty the recycle bin
es: Vaciar la estación de reciclaje
fr: Vider la station de recyclage
ja: ごみ箱を空にする
ru: Очистить рекуперационную станцию

# 复制到此处
source: Copy it here
es: Copiar aquí
fr: Copier ici
ja: ここにコピー
ru: Копировать здесь

# 剪切到此处
source: Cut it here
es: Cortar aquí
fr: Couper ici
ja: ここまで切り取る
ru: Вырезать здесь

# 本地文件
source: Local File
es: Archivos locales
fr: Fichiers locaux
ja: ローカルファイル
ru: Локальный файл

# 文件夹
source: New Folder
es: Carpetas
fr: Le dossier
ja: フォルダ＃フォルダ＃
ru: Папка

# 拍摄
source: Shoot
es: Filmar
fr: Filmer
ja: 撮影する
ru: Съемки

# 开始
source: Start
es: Empezar
fr: Commencer
ja: スタート
ru: Начинаем.

# 暂停
source: Stop
es: Suspensión
fr: Suspension
ja: 一時停止
ru: Приостановление

# 已完成
source: Completed
es: Completado
fr: Terminé
ja: 完了
ru: Завершено

# 传输
source: Transmission
es: Transmisión
ja: トランスファ
ru: Передача

# 温馨提示
source: Tips
es: Consejos cálidos
fr: Conseils chaleureux
ja: 暖かいヒント
ru: Теплый совет

# 该文件已下载，是否重新下载？
source: The file has been downloaded, should you download it again?
es: ¿El archivo ha sido descargado, ¿ quiere volver a descargarlo?
fr: Le fichier a été téléchargé, le télécharger à nouveau?
ja: ファイルはダウンロードされています。再ダウンロードしますか？
ru: Этот файл был загружен и загружен повторно?

# 确定
source: Confirm
es: Determinar
fr: Déterminer
ja: を選択して、
ru: Определение

# 取消
source: Cancel
es: Cancelación
fr: Annulation
ja: キャンセル
ru: Отменить

# 该文件成功添加到下载队列
source: The file was successfully added to the download queue
es: El archivo se agregó con éxito a la cola de descarga
fr: Le fichier a été ajouté avec succès à la file d'attente de téléchargement
ja: ファイルがダウンロードキューに追加されました
ru: Файл успешно добавлен в очередь загрузки

# 该文件已经在下载列表中了，是否重新下载？
source: The file is already in the download list, should you download it again?
es: ¿El archivo ya está en la lista de descargas, ¿ se vuelve a descargar?
fr: Le fichier est déjà dans la liste de téléchargement, est - ce que vous le téléchargez à nouveau?
ja: ファイルはすでにダウンロードリストにありますが、再ダウンロードしますか？
ru: Файл уже в списке загрузок, скачать ли его снова?

# 大小:
source: Size:
es: Tamaño:
fr: Taille:
ja: サイズ:
ru: Размер:

# 创建时间:
source: Creation Time:
es: Tiempo de creación:
fr: Temps de création:
ja: 作成時間：
ru: Время создания:

# 修改时间:
source: Modify Time:
es: Tiempo de modificación:
fr: Temps de modification:
ja: 変更日時：
ru: Время внесения изменений:

# 版本
source: Versions
es: Versión
ja: バージョン
ru: Версия

# 动态
source: Dynamic
es: Dinámica
fr: Dynamique
ja: 動的＃ドウテキ＃
ru: Динамика

# 无限制
source: Unlimited
es: Sin restricciones
fr: Aucune restriction
ja: 制限なし
ru: Без ограничений

# 创建者:
source: Creator:
es: Creador:
fr: Créateur:
ja: 作成者：
ru: Создатель:

# 修改者:
source: Modifier:
es: Modificado por:
fr: Créateur:
ja: 変更者：
ru: Изменитель:

# 描述说明:
source: Adjectival Description:
es: Descripción descripción:
fr: Description Description:
ja: 説明：
ru: Описание:

# 添加文档描述...
source: Add a document description...
es: Añadir descripción del documento...
fr: Ajouter une description de document...
ja: ドキュメントの説明を追加...
ru: Добавить описание документа...

# 画布尺寸:
source: Canvas Size:
es: Tamaño del lienzo:
fr: Dimensions de la toile:
ja: キャンバスサイズ:
ru: Размер холста:

# 请输入文件名称
source: Please enter a file name
es: Introduzca el nombre del archivo
fr: Veuillez entrer le nom du fichier
ja: ファイル名を入力してください
ru: Введите имя файла

# 请输入文件夹名称
source: Please enter a folder name
es: Introduzca el nombre de la carpeta
fr: Veuillez entrer un nom de dossier
ja: フォルダ名を入力してください
ru: Введите имя папки

# 文件名不能为空
source: The filename cannot be empty
es: El nombre del archivo no puede estar vacío
fr: Le nom du fichier ne peut pas être vide
ja: ファイル名を空白にすることはできません
ru: Имя файла не может быть пустым

# 文件夹不能为空
source: The folder cannot be empty
es: La carpeta no puede estar vacía
fr: Le dossier ne peut pas être vide
ja: フォルダを空にすることはできません
ru: Папка не может быть пустой

# 新建文件夹
source: New Folder
es: Nueva carpeta
fr: Nouveau dossier
ja: 新規フォルダ
ru: Создать папку

# 全部删除
source: All Delete
es: Eliminar todo
fr: Supprimer tout
ja: すべて削除
ru: Удалить все

# 全部暂停
source: All Stop
es: Suspensión total
fr: Tout suspendu
ja: すべて一時停止
ru: Все приостановлено

# 全部开始
source: All Start
es: Todo comienza
fr: Tout commence
ja: すべて開始
ru: Все начинается.

# 取消置顶
source: Cancel Top
es: Cancelar la cima
fr: Annuler le topping
ja: セットアップ解除
ru: Снять крышу

# 置顶
source: Top
es: En la parte superior
fr: Mettre en haut
ja: の頂部をおおう
ru: Ставить верх

# 全部文件
source: All Files
es: Todos los documentos
fr: Tous les documents
ja: すべてのファイル
ru: Все документы

# 当前文件夹
source: Current Folder
es: Carpeta actual
fr: Dossier actuel
ja: 現在のフォルダ
ru: Текущая папка

# 搜索范围
source: Search Range
es: Alcance de la búsqueda
fr: Gamme de recherche
ja: 検索範囲
ru: Диапазон поиска

# 文件类型
source: File Type
es: Tipo de archivo
fr: Types de fichiers
ja: ファイルの種類
ru: Тип документа

# 不限类型
source: Any Type
es: Tipo ilimitado
fr: Types illimités
ja: 型を問わない
ru: Неограниченный тип

# 请选择
source: Please Choose
es: Por favor, elija
fr: Veuillez sélectionner
ja: 選択してください
ru: Выберите

# 时间范围
source: Time Range
es: Rango de tiempo
fr: Période de temps
ja: 時間範囲
ru: Сроки

# 文件大小
source: File Size
es: Tamaño del archivo
fr: Taille du fichier
ja: ファイルサイズ
ru: Размер файла

# 用户
source: User
es: Usuarios
fr: Utilisateurs
ja: ユーザー
ru: Пользователи

# 按创建者/修改者搜索
source: Search by creator/modifier
es: Búsqueda por creador / modificado
fr: Recherche par créateur / modificateur
ja: 作成者/変更者別の検索
ru: Поиск по Создателю / Изменителю

# 重置
source: Reset
es: Restablecer
fr: Réinitialisation
ja: リセット
ru: Сбросить

# 不限时间
source: Any Time
es: Tiempo ilimitado
fr: Temps illimité
ja: 無制限時間
ru: Неограниченное время

# 不限大小
source: Any Size
es: Tamaño ilimitado
fr: Taille illimitée
ja: サイズ制限なし
ru: Неограниченный размер

# 任意文件
source: Any File
es: Documentos arbitrarios
fr: Tout fichier
ja: 任意のファイル
ru: Произвольный файл

# 压缩包
source: Package
es: Paquete comprimido
fr: Paquet de compression
ja: あっしゅくパック
ru: Компрессионный пакет

# 自定义
source: Custom
es: Personalizado
fr: Personnalisation
ja: カスタム＃カスタム＃
ru: Настройка

# 最近1天
source: The last day
es: Último día
fr: Les 1 derniers jours
ja: 直近1日
ru: Последний день

# 最近7天
source: Last 7 days
es: Los últimos 7 días
fr: 7 derniers jours
ja: 過去7日間
ru: Последние 7 дней

# 最近30天
source: Last 30 days
es: Los últimos 30 días
fr: 30 derniers jours
ja: 過去30日間
ru: Последние 30 дней

# 最近一年
source: Last year
es: El último año
fr: Dernière année
ja: 過去1年間
ru: Последний год

source: 0~100KB
es: 0 a 100 kb
ru: 0 - 100 КБ

source: 100KB~1MB
es: 100kb a 1mb
ru: 100 КБ ~ 1 МБ

source: 1MB~10MB
es: 1mb a 10MB
ru: 1 Мб ~ 10 Мб

source: 10MB~100MB
es: 10 megabytes a 100 megabytes
ru: 10 Мб ~ 100 Мб

source: 100MB~1GB
es: 100 MB a 1 GB
ru: 100 Мб ~ 1 Гб

# 1GB以上
source: 1GB or more
es: Más de 1 GB
fr: Plus de 1GB
ja: 1GB以上
ru: Свыше 1 ГБ

# 日期选择
source: DatePicker
es: Selección de fechas
fr: Sélection des dates
ja: 日付の選択
ru: Выбор даты

# 结束时间不能小于开始时间
source: The end time cannot be less than the start time
es: El tiempo de finalización no puede ser inferior al tiempo de inicio.
fr: L'heure de fin ne peut être inférieure à l'heure de début
ja: 終了時間は開始時間より小さくすることはできません
ru: Время окончания не может быть меньше времени начала.

# 大于
source: Greater
es: Mayor que
fr: Supérieure à
ja: より大きい
ru: Больше чем

# 小于
source: Less
es: Menos
fr: Moins que
ja: より小さい
ru: Меньше

# 不填则代表大于或小于某个值,可以为小数
source: Unfilled means greater than or less than some value, which can be decimal
es: Si no se rellena, significa mayor o menor que un valor, que puede ser decimal.
fr: Ne pas remplir représente plus ou moins qu'une certaine valeur, qui peut être décimale
ja: 記入しない場合は、小数点以下の値を表します
ru: Без заполнения означает больше или меньше определенного значения, которое может быть десятичным

# 区间填写错误
source: Incorrect interval filling
es: Error al rellenar el intervalo
fr: Erreur de remplissage des intervalles
ja: 区間記入ミス
ru: Ошибка заполнения интервала

# 排序方式
source: Sortord
es: Método de clasificación
fr: Trier par
ja: ソート方法
ru: Порядок сортировки

# 查看
source: Examine
es: Ver
fr: Voir
ja: 表示＃ヒョウジ＃
ru: Посмотреть

# 宫格模式
source: Box mode
es: Modo Palace
fr: Mode Miyake
ja: 宮格モード
ru: Режим Дворца

# 列表模式
source: List mode
es: Modo lista
fr: Mode Liste
ja: リストモード
ru: Режим списка

# 名称
source: Name
es: Nombre
fr: Le nom
ja: の名前をあげる
ru: Имя

# 类型
source: Type
es: Tipo
ja: を選択してオプションを設定します。
ru: Тип

# 大小
source: Size
es: Tamaño
fr: Taille
ja: サイズ
ru: Размер

# 修改时间
source: Modify time
es: Tiempo de modificación
fr: Temps de modification
ja: 変更日時
ru: Изменить время

# 递增
source: Increase
es: Incremento
fr: Incrémentation
ja: インクリメント
ru: Увеличение

# 递减
source: Decrease
es: Disminución
fr: Décroissance
ja: ていげん
ru: Уменьшение

# 消息
source: Message
es: Noticias
ja: メッセージ
ru: Сообщение

# 标签管理
source: Tag Management
es: Gestión de etiquetas
fr: Gestion des étiquettes
ja: ラベル管理
ru: Управление метками

# 添加
source: Add
es: Añadir
fr: Ajouter
ja: 追加
ru: Добавить

# 请输入服务器IP地址或者域名如（192.168.0.200 或 demo.filesbox.cn）
source: Please enter the server IP address or domain name such as （192.168.0.200 or demo.filesbox.cn）
es: Introduzca la dirección IP del servidor o el nombre de dominio como (192.168.0.200 o demo.filesbox.cn)
fr: Veuillez saisir l'adresse IP du serveur ou le nom de domaine (192.168.0.200 ou demo.filesbox.cn)
ja: サーバのIPアドレスまたはドメイン名を入力してください（192.168.0.200またはdemo.filesbox.cn）
ru: Введите IP - адрес или доменное имя сервера, например (192.168.0.200 или demo.filesbox.cn)

# 是否删除
source: IsDelete
es: Eliminar o no
fr: Supprimer ou non
ja: 削除するかどうか
ru: Удалить

# 添加标签
source: Add Tag
es: Añadir etiqueta
fr: Ajouter une étiquette
ja: ラベルの追加
ru: Добавить метку

# 编辑标签
source: Edit Tag
es: Editar etiquetas
fr: Modifier les tags
ja: ラベルの編集
ru: Изменить вкладку

# 请输入标签名称
source: Please enter a label name
es: Introduzca el nombre de la etiqueta
fr: Veuillez entrer le nom de l'étiquette
ja: ラベル名を入力してください
ru: Введите имя метки

# 请安装微信
source: Please install wechat
es: Por favor, instale Wechat
fr: Veuillez installer Wechat
ja: ウィチャットをインストールしてください
ru: Пожалуйста, установите микропочту.

# 创建链接之后，可以通过微信分享给其他人
source: After creating the link, you can share it with others through wechat
es: Después de crear el enlace, se puede compartir con otras personas a través de wechat.
fr: Une fois le lien créé, il peut être partagé avec d'autres personnes via Wechat
ja: リンクを作成したら、微信を通じて他の人に共有することができます
ru: После создания ссылок можно поделиться ими с другими через WeChat.

# 分享链接
source: Share Link
es: Compartir enlaces
fr: Partager le lien
ja: 共有リンク
ru: Поделиться ссылками

# 随机生成
source: Random Generation
es: Generación aleatoria
fr: Généré aléatoirement
ja: ランダム生成
ru: Случайное генерирование

# 提取密码
source: Extracting passwords
es: Extraer contraseña
fr: Extraire le mot de passe
ja: パスワードの抽出
ru: Извлечь пароль

# 外链分享
source: External chain sharing
es: Compartir cadena externa
fr: La chaîne extérieure partager
ja: 外鎖共有
ru: Внешняя цепочка Поделиться

# 到期时间
source: Expiration Date
es: Fecha de vencimiento
fr: Temps d'expiration
ja: 有効期限
ru: Срок действия

# 永久有效
source: Permanent Facility
es: Permanente y válido
fr: Permanent et efficace
ja: 永続的に有効
ru: Постоянно действующая

# 下载次数
source: Download Count
es: Número de descargas
fr: Nombre de téléchargements
ja: ダウンロード回数
ru: Количество загрузок

# 浏览次数
source: View Count
es: Número de vistas
fr: Nombre de vues
ja: ブラウズ回数
ru: Количество просмотров

# 为空则不设置密码
source: If it is empty, no password is set
es: En blanco no se establece la contraseña
fr: Pas de mot de passe défini pour null
ja: 空の場合はパスワードを設定しません
ru: Не устанавливать пароль для пустоты

# 分享标题:
source: Share Caption:
es: Título compartido:
fr: Partager le titre:
ja: 共有タイトル：
ru: Поделиться заголовком:

# 到期时间:
source: Expiration Date:
es: Fecha de vencimiento:
fr: Délai d'expiration:
ja: 有効期限：
ru: Срок действия:

# 下载次数:
source: Download Count:
es: Número de descargas:
fr: Nombre de téléchargements:
ja: ダウンロード回数：
ru: Количество загрузок:

# 仅用户登录可用:
source: Only user logins are available:
es: Solo está disponible el inicio de sesión del usuario:
fr: Login utilisateur uniquement disponible:
ja: ユーザーログインのみが使用可能：
ru: Доступно только для входа пользователя:

# 禁止预览:
source: Disable previews:
es: Se prohíbe la vista previa:
fr: Preview interdit:
ja: プレビュー禁止：
ru: Запретить предварительный просмотр:

# 不限制
source: No limit
es: Sin restricciones
fr: Aucune restriction
ja: 制限なし
ru: Без ограничений

# 下载权限
source: Download permissions
es: Permisos de descarga
fr: Droits de téléchargement
ja: ダウンロード権限
ru: Права загрузки

# 确定退出登录吗？
source: Are you sure you want to log out?
es: ¿¿ estás seguro de salir de inicio de sesión?
fr: Êtes - vous sûr de vous déconnecter?
ja: 本当にログインを終了しますか？
ru: Уверены в выходе из реестра?

# 无法使用相机
source: Unable to use the camera
es: No se puede usar la Cámara
fr: Impossible d'utiliser la caméra
ja: カメラを使用できません
ru: Невозможно использовать камеру

# 无法访问相册
source: Unable to use the photo
es: No se puede acceder al álbum
fr: Impossible d'accéder à l'album
ja: アルバムにアクセスできません
ru: 无法访问相册

# 7天
source: 7 days
es: 7 días
fr: 7 jours
ja: 7日間
ru: Семь дней

# 14天
source: 14 days
es: 14 días
fr: 14 jours
ja: 14日間
ru: 14 дней

# 设置到期时间
source: Set expiration time
es: Establecer el tiempo de vencimiento
fr: Définir l'heure d'expiration
ja: 有効期限の設定
ru: Установить время окончания

# 禁止下载
source: Forbid downloads
es: Prohibición de descargas
fr: Téléchargements interdits
ja: ダウンロード禁止
ru: Запретить загрузку

# 自定义次数
source: Number of customizations
es: Número de personalizaciones
fr: Nombre de personnalisation
ja: カスタム回数
ru: Количество настроек

# 结束:
source: Stop:
es: Fin:
fr: End:
ja: end:
ru: End:

# 开始:
source: Start:
fr: Début:
ru: Начать:

# 请选择年月日
source: Please select year, month and day
es: Por favor, elija el día del año
fr: Veuillez sélectionner le jour du mois de l'année
ja: 年月日を選択してください
ru: Выберите день месяца

# 请输入次数
source: Please enter the number
es: Por favor, introduzca el número de veces
fr: Veuillez entrer le nombre de fois
ja: 回数を入力してください
ru: Пожалуйста, введите количество

# 复制成功
source: Copy successfully
es: Copia exitosa
fr: Copie réussie
ja: コピー成功
ru: Копировать успешно

# 分享名称
source: Share Title
es: Compartir nombre
fr: Partager le nom
ja: 共有名
ru: Поделиться Имя

# 访问密码
source: Access password
es: Contraseña de acceso
fr: Accès au mot de passe
ja: アクセスパスワード
ru: Пароль доступа

# 分享文件
source: Sharing files
es: Compartir archivos
fr: Partager des fichiers
ja: ファイルの共有
ru: Обмен документами

# 微信好友
source: Wechat friends
es: Amigos de Wechat
fr: Amis Wechat
ja: ウィーチャットの友達
ru: Микродрузья

# 复制链接
source: Copy Link
es: Copiar enlace
fr: Copier le lien
ja: リンクのコピー
ru: Копировать ссылку

# 微信朋友圈
source: WeChat Moments
es: Círculo de Amigos de Wechat
fr: Cercle d'Amis Wechat
ja: ウィーチャットのモーメンツ
ru: Круг друзей WeChat

# 确定删除缓存？含有正在上传或者下载的文件
source: Sure you want to delete the cache? Contains files that are being uploaded or downloaded
es: ¿¿ estás seguro de eliminar la caché? Contiene archivos que se están cargando o descargando
fr: OK pour supprimer le cache? Contient des fichiers téléchargés ou en cours de téléchargement
ja: キャッシュを削除しますか？アップロードまたはダウンロード中のファイルが含まれています
ru: Удалить кэш? Содержит загружаемые или загружаемые файлы.

# 清除缓存
source: Clear Cache
es: Borrar caché
fr: Effacer le cache
ja: キャッシュのクリア
ru: Очистить кэш

# 服务条款
source: Terms of Service
es: Cláusulas de servicio
fr: Conditions de service
ja: サービス条件
ru: Условия предоставления услуг

# 隐私协议
source: Privacy agreement
es: Protocolo de privacidad
fr: Accord de confidentialité
ja: プライバシー契約
ru: Соглашение о конфиденциальности

# 分享链接:
source: Share Link:
es: Enlaces compartidos:
fr: Partager le lien:
ja: 共有リンク：
ru: Поделиться ссылками:

# 提取密码:
source: Extracting passwords:
es: Extraer contraseña:
fr: Extraire le mot de passe:
ja: パスワードの抽出：
ru: Пароль извлечения:

# 检测到新版本是否去更新？
source: Do you want to update if a new version is detected?
es: ¿Se ha detectado una nueva versión para actualizarla?
fr: Une nouvelle version est - elle détectée pour être mise à jour?
ja: 新しいバージョンが更新されていないことが検出されましたか？
ru: Обновлена ли новая версия?

# 去更新
source: To update
es: Ir a actualizar
fr: Aller à la mise à jour
ja: 更新の解除
ru: Перейти к обновлению

# 当前已是最新版本
source: This is the latest version
es: Ahora es la última versión
fr: Actuellement la dernière version
ja: 現在は最新バージョンです
ru: Сейчас это последняя версия.

# 确定取消该外链分享？取消后外链将失效！
source: Sure to cancel the chain share? Cancel the external link will be invalid!
es: ¿¿ estás seguro de cancelar el intercambio de la cadena externa? ¡¡ la cadena externa caducará después de la cancelación!
fr: Êtes - vous sûr d'annuler ce partage de chaîne externe? La chaîne extérieure sera annulée!
ja: 外部チェーン共有をキャンセルしてもよろしいですか？キャンセルすると外鎖が無効になります！
ru: Вы уверены, что отменяете эту внешнюю цепочку? После отмены наружная цепь отключится!

# 暂无权限
source: No permission
es: Sin autoridad por el momento
fr: Pas de permissions pour le moment
ja: 権限が一時的にありません
ru: Нет полномочий

# 创建压缩包
source: Creating Zip
es: Crear un paquete comprimido
fr: Créer un package de compression
ja: 圧縮パッケージの作成
ru: Создать пакет сжатия
