Repository: wujihulian/filesbox
Catalog: app/filesbox_ios/FilesBox/FilesBox/*.lproj/Localizable.strings
Languages: es, fr, ja, ru

# 个人中心
source: personal center
es: Centro personal
fr: Centre personnel
ja: パーソナルセンター
ru: Индивидуальный центр

# 打卡拍照
source: Clock in and take photos
es: Golpear para tomar fotos
fr: Frapper pour prendre des photos
ja: カードを押して写真を撮る
ru: Снимать карточку

# 重拍
source: retake
es: Remake
fr: Remasterisé
ja: リメイク
ru: Перефотографировать

# 朋友圈
source: Friends
es: Círculo de amigos
fr: Cercle de pré - amis
ja: モーメンツ
ru: Круг друзей

# 微博
source: Microblog
es: Weibo
fr: Microblogging
ja: マイクロブログ
ru: Микроблог

# 二维码
source: QR code
es: Código QR
fr: Code 2D
ja: 2次元コード
ru: QR - код

# 预览
source: Preview
es: Vista previa
ja: プレビュー
ru: Предварительный просмотр

# 请安装
source: Please install
es: Por favor, instale
fr: Veuillez installer
ja: インストールしてください
ru: Пожалуйста, установите

# 我的桌面
source: My Desktop
es: El mío Escritorio
fr: Le mien Desktop
ja: マイデスクトップ
ru: Мой. Рабочий стол

# 文件管理
source: File management
es: Gestión de documentos
fr: Gestion des documents
ja: ファイル管理
ru: Управление документацией

# 该功能需要定位服务
source: Location services are required for this functionality
es: Esta función requiere un servicio de localización
fr: Cette fonction nécessite un service de localisation
ja: この機能には測位サービスが必要です
ru: Эта функция требует определения местоположения.

# 请启用定位服务以使用该功能。
source: Enable location services to use this feature.
es: Active el Servicio de localización para usar esta función.
fr: Veuillez activer le Service de localisation pour utiliser cette fonctionnalité.
ja: この機能を使用するために、ロケーションサービスを有効にしてください。
ru: Пожалуйста, включите службу определения местоположения для использования этой функции.

# 去设置
source: Go to Settings
es: Ir a configurar
fr: Aller à la configuration
ja: 設定解除
ru: Перейти к настройкам

# 评论
source: Comment
es: Comentarios
fr: Commentaires
ja: コメント
ru: Замечания

# 讨论
source: Discussion
es: Discusión
ja: ディスカッション
ru: Обсуждение

# 确定要删除吗？
source: Are you sure you want to delete it?
es: ¿Estás seguro de que quieres eliminarlo?
fr: Êtes - vous sûr de vouloir supprimer?
ja: 本当に削除しますか？
ru: Вы уверены, что хотите удалить?

# 发送
source: Send
es: Enviar
fr: Envoyer
ja: 送信
ru: Отправить

# 相册
source: Photo album
es: Álbum de fotos
fr: Album photo
ja: アルバム冊
ru: Фотоальбом

# 拍照
source: Photograph
es: Tomar fotos
fr: Prendre des photos
ja: 写真を撮る
ru: Фотографии

# 条记录
source: Beam recording
es: Registros
fr: Enregistrement d'article
ja: バーレコード
ru: Статьи

# 交流讨论
source: Communication and discussion
es: Intercambio y discusión
fr: Échange de discussions
ja: 交流討論
ru: Обмен мнениями

# 剪贴板
source: Clipboard
es: Portapapeles
fr: Presse - papiers
ja: クリップボード
ru: Буфер обмена

# 保存网址
source: Save the URL
es: Guardar el sitio web
fr: Sauvegarder l'adresse Web
ja: Webアドレスの保存
ru: Сохранить сайт

# 保存TXT
source: Save TXT
es: Guardar txt
fr: Enregistrer le txt
ja: TXTを保存
ru: Сохранить TXT

# 请输入正确网址
source: Please enter the correct URL
es: Por favor, introduzca el sitio web correcto.
fr: Veuillez entrer l'adresse Web correcte
ja: 正しいURLを入力してください
ru: Введите правильный сайт.
