Repository: wujihulian/filesbox
Catalog: app/filesbox_ios/FilesBox/FilesBox/*.lproj/Localizable.strings
Languages: es, fr, ja, ru

# 打包
source: Packaging
es: Empaquetado
fr: Emballé
ja: パッケージ化
ru: Упакуй.

# 正在压缩...
source: Is compressing...
es: Se está comprimiendo...
fr: En cours de compression...
ja: 圧縮中...
ru: Сжатие....

# 压缩成功
source: Successful compression
es: Compresión exitosa
fr: Compression réussie
ja: 圧縮成功
ru: Сжатие успешно

# 解压到...
source: Unzip to ...
es: Descomprimir a...
fr: Décompresser vers...
ja: 解凍...
ru: Распаковать до...

# 解压到当前
source: Unzip to current
es: Descomprimir a la actual
fr: Décompresser au présent
ja: 現在まで展開
ru: Распаковать до текущего

# 解压到文件夹
source: Unzip to folder
es: Descomprimir a la carpeta
fr: Décompresser vers un dossier
ja: フォルダに展開
ru: Распаковать в папку

# 正在解压...
source: Is unzip...
es: Descomprimiendo...
fr: Décompression en cours...
ja: 解凍中...
ru: Распаковывается...

# 解压成功
source: Successful unzip
es: Descompresión exitosa
fr: Décompression réussie
ja: 解凍成功
ru: Удалось распаковать

# 全不选
source: Not at all
es: No se elige Nada
fr: Tout n'est pas sélectionné
ja: すべて選択しない
ru: Ни за что.

# 当前版本
source: Current version
es: Versión actual
fr: Version actuelle
ja: 現在のバージョン
ru: Текущая версия

# 添加版本说明
source: Adding a release Note
es: Añadir una descripción de la versión
fr: Ajouter une description de version
ja: バージョンの説明の追加
ru: Добавить описание версии

# 历史版本
source: The version of history
es: Versión histórica
fr: Version historique
ja: 履歴バージョン
ru: Историческая версия

# 上传新版本
source: Uploading a new version
es: Cargar una nueva versión
fr: Télécharger une nouvelle version
ja: 新しいバージョンのアップロード
ru: Загрузить новую версию

# 确定要回滚到该版本？
source: Sure you want to roll back to this version?
es: ¿¿ estás seguro de que quieres retroceder a esta versión?
fr: Êtes - vous sûr de vouloir revenir à cette version?
ja: このバージョンにロールバックしますか？
ru: Вы уверены, что хотите вернуться к этой версии?

# 删除该版本？
source: Remove the version？
es: ¿Eliminar esta versión?
fr: Supprimer cette version?
ja: バージョンを削除しますか？
ru: Удалить эту версию?

# 设置为当前版本
source: Set to the current version
es: Configuración a la versión actual
fr: Définir comme version actuelle
ja: 現在のバージョンに設定
ru: Настройка текущей версии

# 删除该版本
source: Remove the version
es: Eliminar esta versión
fr: Supprimer cette version
ja: バージョンを削除
ru: Удалить эту версию

# 删除所有版本记录
source: Delete all version records
es: Eliminar todos los registros de versiones
fr: Supprimer tous les enregistrements de version
ja: すべてのバージョンレコードを削除
ru: Удалить все записи версий

# 确定删除所有版本记录？
source: Make sure to delete all version records？
es: ¿¿ estás seguro de eliminar todos los registros de la versión?？
fr: Êtes - vous sûr de supprimer tous les enregistrements de version?
ja: OK：すべてのバージョンレコードを削除しますか？
ru: Удалить все версии записей?

# 新建了文件夹
source: Create a new folder
es: Se ha creado una nueva carpeta
fr: Nouveau dossier
ja: フォルダを新規作成しました
ru: Создана новая папка

# 粘贴创建了该文件夹
source: Pasting creates the folder
es: Pegar crea la carpeta
fr: Coller crée le dossier
ja: 貼り付けこのフォルダを作成しました
ru: Вставить Создать папку

# 新建了该文件夹
source: Create the new folder
es: Se ha creado una nueva carpeta
fr: Nouveau dossier
ja: 新しいフォルダが作成されました
ru: Создать папку

# 上传了文件
source: Uploading a file
es: Se sube el archivo
fr: Fichier téléchargé
ja: ファイルをアップロードしました
ru: Загрузить файл

# 该文件上传了新版本
source: A new version of the file was uploaded
es: El archivo sube una nueva versión
fr: Le fichier a téléchargé une nouvelle version
ja: このファイルは新しいバージョンをアップロードしています
ru: Файл загружает новую версию

# 粘贴创建了该文件
source: Pasting creates the file
es: Pegar crea el archivo
fr: Coller crée le fichier
ja: 貼り付け作成ファイル
ru: Вставить Создать файл

# 新建了该文件
source: Create a new file
es: Nuevo archivo
fr: Nouveau fichier
ja: 新しいファイルが作成されました
ru: Создан новый документ

# 重命名了
source: It's been renamed
es: Renombrado
fr: Renommé
ja: 名前が変更されました
ru: Переименован.

# 将该文档创建了外链分享
source: Create an external link to share the document
es: El documento fue creado para compartir cadenas externas
fr: Créer ce document External Chain partager
ja: このドキュメントを外部リンク共有を作成しました
ru: Создать файл для обмена по внешней цепочке

# 关闭了该文件的外链分享
source: Closed the file external link sharing
es: Se cierra el intercambio de cadenas externas del archivo
fr: Fermé la chaîne externe de partage de ce fichier
ja: ファイルの外部リンク共有を停止しました
ru: Закрыть внешний обмен файлом

# 将该文件夹从回收站还原
source: Restore the folder from the recycle bin
es: Restaurar la carpeta de la estación de reciclaje
fr: Restaurer le dossier de la corbeille
ja: ファイルの外部リンク共有を停止しました
ru: Восстановление папки из хранилища

# 将该文件从回收站还原
source: Restore the file from the recycle bin
es: Restaurar el archivo de la estación de reciclaje
fr: Restaurer ce fichier de la corbeille
ja: ファイルをごみ箱からリストア
ru: Восстановление файла со станции

# 将该文件夹移到了回收站
source: Move the folder to the recycle bin
es: Traslada la carpeta a la estación de reciclaje
fr: Le dossier a été déplacé vers la corbeille
ja: フォルダをごみ箱に移動しました
ru: Переместить папку в корзину

# 将该文件移到了回收站
source: Move the file to the recycle bin
es: Traslada el documento a la estación de reciclaje
fr: Le fichier a été déplacé vers la corbeille
ja: ファイルをごみ箱に移動しました
ru: Этот файл был перенесен в хранилище.

# 编辑
source: Edit
es: Edición
fr: Modifier
ja: 編集
ru: Редактирование

# 无法预览当前文件
source: Unable to preview the current file
es: No se puede Previsualizar el archivo actual
fr: Impossible de prévisualiser le fichier actuel
ja: 現在のファイルをプレビューできません
ru: Невозможно просмотреть текущий файл

# 服务器IP地址或者域名不正确
source: The server IP address or domain name is incorrect
es: La dirección IP o el nombre de dominio del servidor no son correctos
fr: Adresse IP du serveur ou nom de domaine incorrect
ja: サーバIPアドレスまたはドメイン名が正しくありません
ru: Неправильный IP - адрес или доменное имя сервера

# 在此处删除了
source: It's deleted here
es: Eliminado aquí
fr: Supprimé ici
ja: ここで削除されました
ru: Исключено здесь.

# 位置
source: Postion
es: Posición
fr: Localisation
ja: 位置
ru: Местоположение

# 个人空间
source: Personal Space
es: Espacio personal
fr: Espace personnel
ja: パーソナルスペース
ru: Личное пространство

# 工具
source: Tool
es: Herramientas
fr: Outils
ja: ツール
ru: Инструменты

# 最近文档
source: Recently Opened
es: Documentos recientes
fr: Documents récents
ja: 最近のドキュメント
ru: Последние документы

# 我的相册
source: My Album
es: Mi álbum
fr: Mon album photo
ja: 私のアルバム
ru: Мой альбом.

# 下载成功
source: Download Successfully
es: Descarga exitosa
fr: Télécharger avec succès
ja: ダウンロードに成功しました
ru: Скачать успешно

# 加入下载队列
source: Join the download queue
es: Únete a la cola de descargas
fr: Rejoindre la file d'attente de téléchargement
ja: ダウンロードキューに追加
ru: Добавить в очередь загрузки

# 彻底删除
source: completely delete
es: Eliminar por completo
fr: Supprimer complètement
ja: 完全に削除
ru: Удалить полностью

# 确定彻底删除？无法还原
source: Sure to delete it completely? Cannot be restored
es: ¿¿ seguro que se eliminará por completo? No se puede restaurar
fr: Sûr de supprimer complètement? Impossible de restaurer
ja: 完全に削除しますか？復元できません
ru: Определить полное удаление? Невозможно восстановить

# 确定移动到回收站吗？
source: Are you sure to move to the recycle bin？
es: ¿¿ seguro que se mueve a la estación de reciclaje?
fr: Êtes - vous sûr de passer à la station de recyclage?
ja: 本当にごみ箱に移動しますか？
ru: Вы уверены, что переезжаете на перерабатывающую станцию?

# 确定清空回收站吗?文件无法还原
source: Are you sure to empty the recycle bin? The file cannot be restored
es: ¿¿ está seguro de vaciar la estación de reciclaje? El archivo no se puede restaurar
fr: Êtes - vous sûr de vider la corbeille? Le fichier ne peut pas être restauré
ja: ごみ箱を空にしますか？ファイルを復元できませんでした
ru: Вы уверены, что очистите станцию? Файл не может быть восстановлен

# 该压缩包需要密码
source: The zip package requires a password
es: El paquete comprimido requiere una contraseña
fr: Ce package de compression nécessite un mot de passe
ja: 圧縮パッケージにはパスワードが必要です
ru: Компрессионный пакет требует пароля

# 请输入压缩包密码
source: Please enter the zip code
es: Introduzca la contraseña del paquete comprimido
fr: Veuillez entrer le mot de passe du pack de compression
ja: 圧縮パッケージのパスワードを入力してください
ru: Введите пароль пакета сжатия

# 密码修改请重新登陆
source: Please log in again to change your password
es: Por favor, vuelva a iniciar sesión para modificar la contraseña.
fr: Modification du mot de passe Veuillez vous reconnecter
ja: パスワード変更は再ログインしてください
ru: Пароль изменен. Пожалуйста, вернитесь.

# 扫码
source: Scan Code
es: Código de escaneo
fr: Balayer le Code
ja: スイープコード
ru: Код сканирования

# 确认您本人登录Web版FilesBox？
source: Confirm that you are logged in to FilesBox for Web?
es: ¿¿ confirma que usted mismo se conectó a la versión web de filesbox?
fr: Confirmez - vous que vous êtes connecté à filesbox pour le Web?
ja: Web版FilesBoxにご本人がログインしていることを確認しますか？
ru: Убедитесь, что вы вошли в веб - версию FilesBox?

# 自动备份
source: Automatic backup
es: Respaldo automático
fr: Sauvegarde automatique
ja: 自動バックアップ
ru: Автоматическое резервное копирование

# 备份
source: backup
es: Respaldo
fr: Sauvegarde
ja: バックアップ
ru: Резервное копирование

# 仅在WIFI下备份
source: WIFI backup only
es: Respaldo solo bajo wifi
fr: Sauvegarde uniquement en WiFi
ja: WIFIでのみバックアップ
ru: Резервное копирование только в WiFi

# 自动备份照片
source: Automatically back up photos
es: Copia de seguridad automática de fotos
fr: Sauvegarde automatique des photos
ja: 写真の自動バックアップ
ru: Автоматическое резервное копирование фотографий

# 自动备份视频
source: Automatic video backup
es: Video de respaldo automático
fr: Sauvegarde automatique des vidéos
ja: ビデオの自動バックアップ
ru: Автоматическое резервное копирование видео

# 自动备份位置
source: Automatic backup location
es: Ubicación automática de respaldo
fr: Emplacement de sauvegarde automatique
ja: 自動バックアップの場所
ru: Местоположение автоматического резервного копирования

# 备份失败列表
source: Backup failure list
es: Lista de fallos de copia de Seguridad
fr: Liste des échecs de sauvegarde
ja: バックアップ失敗リスト
ru: Список ошибок резервного копирования

# 如果确定自动备份照片,那么您的照片会自动备份到地址为
source: If you are sure to back up your photos automatically, then your photos will be automatically backed up to the address :
es: Si está seguro de hacer una copia de seguridad automática de la foto, su foto se hará una copia de seguridad automática a la dirección como
fr: Si vous êtes sûr de sauvegarder automatiquement vos photos, vos photos sont automatiquement sauvegardées à l'adresse suivante:
ja: 写真を自動的にバックアップすると判断した場合、写真は自動的にアドレスにバックアップされます。
ru: Если выбрано автоматическое резервное копирование фотографий, ваша фотография будет автоматически скопирована по адресу:

# 的服务器上,该服务器的管理员可以看到您的照片
source: The server's administrator can see your photos.
es: En el servidor, el Administrador del servidor puede ver su foto
fr: Sur le serveur, l'Administrateur de ce serveur peut voir vos photos
ja: のサーバー上で、このサーバーの管理者はあなたの写真を見ることができます
ru: На сервере администратор может видеть ваши фотографии

# 如果确定自动备份视频,那么您的视频会自动备份到地址为
source: If you are sure to back up your videos automatically, then your videos will be automatically backed up to the address :
es: Si se determina una copia de seguridad automática del video, su video se respaldará automáticamente a la dirección como
fr: Si vous êtes sûr de sauvegarder automatiquement vos vidéos, vos vidéos sont automatiquement sauvegardées à l'adresse suivante:
ja: ビデオを自動的にバックアップすると判断した場合、ビデオはアドレスが
ru: Если выбрано автоматическое резервное копирование видео, видео будет автоматически скопировано по адресу:

# 的服务器上,该服务器的管理员可以看到您的视频
source: The server's administrator can see your videos.
es: En el servidor, el Administrador del servidor puede ver su video
fr: Sur le serveur, l'Administrateur de ce serveur peut voir vos vidéos
ja: のサーバー上で、このサーバーの管理者はあなたのビデオを見ることができます
ru: На сервере администратор сервера может видеть ваше видео

# 未开启自动备份
source: Automatic backup is not turned on
es: No se ha activado la copia de seguridad automática
fr: Sauvegarde automatique non activée
ja: 自動バックアップがオンになっていません
ru: Автоматическое резервное копирование не открывается

# 请到[我的-自动备份]中开启
source: Please go to [My - Automatic Backup] to enable
es: Por favor, abra en [mi - copia de Seguridad automática]
fr: Ouvrez dans [MY - auto Backup]
ja: [マイ-自動バックアップ]でオンにしてください
ru: Пожалуйста, откройте в [мой - автоматический резерв]

# 备份完成
source: Backup completed
es: Se completa la copia de Seguridad
fr: Sauvegarde terminée
ja: バックアップ完了
ru: Резервное копирование завершено

# 正在备份
source: Backing up
es: Se está haciendo una copia de Seguridad
fr: Sauvegarde en cours
ja: バックアップ中
ru: Поддерживается.

# 正在上传
source: be uploading
es: Se está cargando
fr: Upload en cours
ja: アップロード中
ru: Загружается.

# 照片和视频正在等待上传
source: Photos and videos are waiting to be uploaded
es: Fotos y videos a la espera de subir
fr: Photos et vidéos en attente de téléchargement
ja: 写真と動画はアップロードを待っています
ru: Фотографии и видео ждут загрузки

# 编辑了该文件
source: The file was edited
es: Se ha editado el documento
fr: Le fichier a été édité
ja: ファイルを編集しました
ru: Изменил документ

# 编辑了该文件的分享
source: Edited the file for sharing
es: Se ha editado el intercambio del documento
fr: Modifié le partage de ce fichier
ja: ファイルの共有を編集しました
ru: Редактирование документа для обмена

# 菜单
source: Menu
es: Menú
fr: Le menu
ja: メニュー
ru: Меню

# 文件查重
source: Duplicate file search
es: Revisión de documentos
fr: Vérification des documents
ja: ファイルの再検索
ru: Проверка документов

# 文件名查重
source: Duplicate file name search
es: Verificación del nombre del archivo
fr: Vérification du nom du fichier
ja: ファイル名の再検索
ru: Проверьте имя файла

# 位置:
source: Location
es: Ubicación:
fr: Localisation:
ja: 場所:
ru: Местоположение:

# 生成二维码
source: Generate the QR code
es: Generar código QR
fr: Générer un Code QR
ja: 2次元コードの生成
ru: Создание QR - кода

# 保存到手机
source: Save to your phone
es: Guardar en el teléfono
fr: Enregistrer sur mobile
ja: 携帯電話に保存
ru: Сохранить на телефон

# 保存成功
source: Save Successfully
es: Guardar con éxito
fr: Sauvegarder le succès
ja: 保存に成功しました
ru: Сохранить успешно

# 保存失败
source: Save fail
es: Guardar falló
fr: Échec de la sauvegarde
ja: 保存に失敗しました
ru: Ошибка сохранения

# 知道了
source: Got it
es: Lo Tengo.
fr: Savoir.
ja: わかりました
ru: Понял.

# 二维码已失效
source: The QR code is invalid
es: El Código QR ha fallado
fr: Le Code QR est invalide
ja: QRコードが無効になりました
ru: QR - код не работает.

# 您扫描的Web端站点和当前App登录的站点不一致．请扫描对应Web端站点登录界面的二维码！
source: The web portal you scanned does not match the site you are currently logged into on the app. Please scan the QR code on the corresponding web portal login page!
es: ¡El sitio web que ha escaneado no coincide con el sitio donde se inicia sesión la aplicación actual. ¡ escanee el Código QR correspondiente a la interfaz de inicio de sesión del sitio web!
fr: Le site côté Web que vous avez scanné et le site auquel l'application est actuellement connectée ne sont pas cohérents. Veuillez scanner le Code QR de l'interface de connexion du site côté Web correspondante!
ja: あなたがスキャンしたWebサイトと現在のAppログインしているサイトは一致しません。Webサイトログインインタフェースに対応する2次元コードをスキャンしてください！
ru: Вы сканируете веб - сайты, которые не совпадают с сайтами, на которых в настоящее время зарегистрировано приложение. Сканируйте QR - код, соответствующий интерфейсу входа в веб - сайты!

# 已扫描到以下内容
source: The following has been scanned
es: Se ha escaneado lo siguiente
fr: A été scanné à ce qui suit
ja: 次のようにスキャンされました
ru: Сканировано следующее.

# 复制内容
source: duplicate content
es: Copiar contenido
fr: Copier le contenu
ja: コンテンツのコピー
ru: Копировать содержимое

# 立即分享
source: Share Now
es: Compartir de inmediato
fr: Partager maintenant
ja: 今すぐ共有
ru: Поделиться прямо сейчас

# 取消分享
source: Unshare
es: Cancelar compartir
fr: Annuler le partage
ja: 共有の解除
ru: Отменить обмен

# 更多设置
source: More Settings
es: Más configuración
fr: Plus de paramètres
ja: その他の設定
ru: Больше настроек

# 保存
source: Save
es: Guardar
fr: Sauvegarder
ja: 保存＃ホゾン＃
ru: Сохранить

# 编辑外链
source: Edit links
es: Editar cadena externa
fr: Modifier la chaîne externe
ja: 外部チェーンの編集
ru: Изменить внешнюю цепочку

# 企业云盘
source: Enterprise cloud
es: Disco en la nube empresarial
fr: Disque Cloud d'entreprise
ja: エンタープライズクラウドディスク
ru: Корпоративное облако

# 资讯
source: News
es: Información
fr: Informations
ja: 情報
ru: Информация

# 扫一扫
source: Scan QR Code
es: Barrer
fr: Balayer un coup
ja: さっと動かす
ru: подметать

# 请将二维码图像置于矩形框内
source: Please place the QR code image inside the rectangular box
es: Coloque la imagen del Código QR en un marco rectangular
fr: Veuillez placer l'image du Code QR dans la boîte rectangulaire
ja: 2次元コード画像を矩形ボックス内に配置してください
ru: Пожалуйста, поместите изображение QR - кода в прямоугольник.

# 常用
source: Common
es: Uso común
fr: Couramment utilisé
ja: 一般的な
ru: Обычно

# 服务
source: Serve
es: Servicios
fr: Services
ja: サービス
ru: Услуги

# 上传
source: Upload
es: Cargar
fr: Télécharger
ja: アップロード
ru: Загрузить

# 是否放弃当前图片操作?
source: Do you want to abandon the current image operation?
es: ¿¿ abandona la operación de imagen actual?
fr: Abandonner l'opération image actuelle?
ja: 現在の画像操作を破棄しますか？
ru: Отказаться от текущей фотооперации?

# 继续
source: Continue
es: Continúa
fr: Continuer
ja: 続行
ru: Продолжай

# 放弃
source: Abandon
es: Renunciar
fr: Abandonner
ja: あきらめる
ru: Отказ

# 提取文字
source: Extract text
es: Extraer texto
fr: Extraire le texte
ja: テキストの抽出
ru: Извлечь текст

# 未扫描到文字
source: No text was scanned
es: No se ha escaneado el texto
fr: Non scanné au texte
ja: 文字にスキャンされていません
ru: Текст не сканирован

# 格式转换
source: Format Conversion
es: Conversión de formato
fr: Conversion de format
ja: フォーマット変換
ru: Преобразование форматов

# 文件名称
source: File Name
es: Nombre del archivo
fr: Nom du fichier
ja: ファイル名
ru: Название файла

# 转换为...
source: Conversion...
es: Convertir a...
fr: Convertir en...
ja: 変換...
ru: Конвертировать в...

# 转换成功
source: Conversion Successful
es: Conversión exitosa
fr: Conversion réussie
ja: 変換に成功しました
ru: Конвертировать успешно

# 正在转换...
source: In Transition...
es: Se está convirtiendo...
fr: En cours de conversion...
ja: 変換中...
ru: Преобразовывается...

# 很抱歉，您多次密码输入错误，账号已被锁定，请10分钟之后再试。
source: Sorry, you have repeatedly entered the wrong password, the account has been locked, please try again after 10 minutes.
es: Lo siento, su contraseña ha sido introducida incorrectamente muchas veces, la cuenta está bloqueada, por favor vuelva a intentarlo después de 10 minutos.
fr: Nous sommes désolés, vous avez mal saisi votre mot de passe plusieurs fois et votre numéro de compte a été verrouillé, Veuillez réessayer dans 10 minutes.
ja: 申し訳ありませんが、何度もパスワードを入力してしまい、アカウントがロックされているので、10分後に再試行してください。
ru: К сожалению, вы несколько раз неправильно вводили пароль, ваша учетная запись была заблокирована, пожалуйста, попробуйте снова через 10 минут.

# 账号管理
source: Account Management
es: Gestión de cuentas
fr: Gestion du numéro de compte
ja: アカウント管理
ru: Управление счетами

# 头像
source: Head Portrait
es: Avatar
fr: Image de tête
ja: アイコン
ru: Голова

# 账号
source: Account
es: Cuenta
fr: Numéro de compte
ja: アカウント
ru: Номер счета

# 昵称
source: Nickname
es: Apodo
fr: Surnom
ja: ニックネーム
ru: Прозвище

# 空间
source: Space
es: Espacio
fr: Espace
ja: くうかん
ru: Пространство

# 性别
source: Sex
es: Género
fr: Sexe
ja: 性別
ru: Пол

# 邮箱
source: Mail
es: Buzón
fr: Boîte aux lettres
ja: メールボックス
ru: Почтовый ящик

# 手机
source: Phone
es: Teléfono móvil
fr: Téléphone portable
ja: 携帯電話
ru: Мобильные телефоны

# 密码
source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード
ru: Пароль

# 企业微信
source: Enterprise WeChat
es: Wechat corporativo
fr: Wechat d'entreprise
ja: 企業のウィーチャット
ru: Корпоративные микрописьма

# 钉钉
source: DingTalk
es: Clavos
fr: Clous à clous
ja: くぎを打つ
ru: гвоздь

# 微信
source: WeChat
ja: ウィーチャット
ru: Микросхема

# 立即绑定
source: Immediate Binding
es: Vinculación inmediata
fr: Lier maintenant
ja: 今すぐバインド
ru: Немедленная привязка

# 取消绑定
source: Cancel Binding
es: Desbloquear
fr: Annuler la liaison
ja: バインド解除
ru: Отменить привязку

# 男
source: Man
es: Hombre
fr: Homme
ja: 男
ru: Мужчины

# 女
source: Female
es: Mujer
fr: Femmes
ja: 女
ru: Женщины

# 重置密码
source: Reset Passwords
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
ja: パスワードをリセット
ru: Сбросить пароль

# 第三方登录
source: Third Party login
es: Inicio de sesión de terceros
fr: Login tiers
ja: サードパーティログイン
ru: Регистрация третьей стороны

# 已绑定
source: Bound up
es: Vinculado
fr: Déjà lié
ja: バインド済み
ru: Связаны

# 未绑定
source: Not bound
es: No vinculado
fr: Non lié
ja: バインドされていません
ru: Без привязки

# 请输入
source: Please enter
es: Por favor, introduzca
fr: Veuillez entrer
ja: 入力してください
ru: Введите

# 请输入新的密码
source: Please enter a new password
es: Introduzca una nueva contraseña
fr: Veuillez entrer un nouveau mot de passe
ja: 新しいパスワードを入力してください
ru: Введите новый пароль.

# 原密码(忘记请联系管理员重置密码)
source: The original password (please contact the administrator to reset the password)
es: Contraseña original (se olvida de ponerse en contacto con el Administrador para restablecer la contraseña)
fr: Mot de passe original (oublié contactez votre administrateur pour réinitialiser votre mot de passe)
ja: 元のパスワード（パスワードをリセットするには管理者に連絡してください）
ru: Оригинальный пароль (забудьте связаться с администратором, чтобы сбросить пароль)

# 邮箱输入不正确
source: Incorrect email input
es: Entrada incorrecta del buzón
fr: Saisie incorrecte de la boîte aux lettres
ja: メールボックスの入力が正しくありません
ru: Неверный ввод почтового ящика

# 手机输入不正确
source: Incorrect phone number input
es: Entrada incorrecta del número de teléfono móvil
fr: Le numéro de téléphone n'est pas entré correctement
ja: 携帯番号の入力が正しくありません
ru: Номер телефона вводится неправильно.

# 昵称最长为30
source: The maximum number of nicknames is 30
es: El apodo tiene un máximo de 30
fr: Surnom jusqu'à 30
ja: ニックネームは最長30
ru: Самое длинное прозвище 30.

# 密码输入不一致
source: Inconsistent password input
es: Entrada de contraseña inconsistente
fr: Saisie incohérente du mot de passe
ja: パスワード入力の不一致
ru: Несоответствие ввода пароля

# 确定要解除绑定吗？
source: Are you sure you want to unbind?
es: ¿¿ estás seguro de que quieres desatar？
fr: Êtes - vous sûr de vouloir dissocier?
ja: 本当にバインドを解除しますか？
ru: Вы уверены, что хотите снять привязку?

# app暂时不支持绑定取消绑定，请到WEB进行相应操作
source: app does not support binding and unbinding at present, please go to WEB for corresponding operation
es: La aplicación no admite la cancelación de la vinculación por el momento, por favor vaya a la Web para la operación correspondiente.
fr: L'APP ne prend pas en charge temporairement BIND unbind, allez à Web
ja: appはバインディング解除バインディングを一時的にサポートしていないので、WEBで対応操作を行ってください
ru: Приложение временно не поддерживает отмену привязок, выполните соответствующие действия на сайте WEB

# 登录日志
source: Login log
es: Iniciar sesión en el registro
fr: Log de connexion
ja: ログインログ
ru: Журнал регистрации

# 登录设备
source: Login device
es: Iniciar sesión en el dispositivo
fr: Connectez - vous à l'appareil
ja: ログインデバイス
ru: Устройство регистрации

# 文件传输
source: File Transfer
es: Transmisión de archivos
fr: Transfert de fichiers
ja: ファイル転送
ru: Передача файлов

# 日志
source: Log
es: Diario
fr: Logs
ja: ログ＃ログ＃
ru: Журнал

# 时间
source: Time
es: Tiempo
fr: Le temps
ja: 時間
ru: Время

# 系统
source: System
es: Sistema
fr: Système
ja: システム
ru: Системы

# 客户端
source: Client
es: Cliente
fr: Le client
ja: クライアント
ru: Клиент

# IP地址
source: IP address
es: Dirección IP
fr: Adresse IP
ja: IPアドレス
ru: IP - адрес

# 最近登录时间
source: Last login time
es: Último inicio de sesión
fr: Dernière heure de connexion
ja: 最近のログイン時間
ru: Последнее время регистрации

# 状态
source: Status
es: Estado
fr: Statut
ja: ステータス
ru: Статус

# 文件
source: File
es: Documentos
fr: Documents
ja: ファイル
ru: Документация

# 发送到桌面快捷方式
source: Send to desktop shortcut
es: Enviar al atajo de escritorio
fr: Envoyer à Desktop Shortcuts
ja: デスクトップへのショートカットの送信
ru: Комбинации клавиш для отправки на рабочий стол

# 创建快捷方式
source: create a shortcut
es: Crear atajos
fr: Créer un raccourci
ja: ショートカットの作成
ru: Создание комбинаций клавиш
